# To change this template, choose Tools | Templates
# and open the template in the editor.
FormDesktopExport.title=Exportar estrutura de t\u00f3picos

jLabel1.text=1. Escolha o formato para a exporta\u00e7\u00e3o dos dados
jLabelBrowseDir.text=3. Escolha o diret\u00f3rio de destino e o nome do arquivo
jLabel3.text=2. Op\u00e7\u00f5es de exporta\u00e7\u00e3o
jCheckBoxContent.text=Criar tabela de conte\u00fado (n\u00e3o suportada para TXT)
jCheckBoxExportBibTex.toolTipText=Cria um arquivo BibTex adicional que cont\u00e9m entradas BibTex para todos os autores com valores de bibkey.
jCheckBoxExportBibTex.text=Criar arquivo BibTex adicional

ComboItemChoose=Escolha...

cancel.Action.text=Cancelar
cancel.Action.shortDescription=Cancela a a\u00e7\u00e3o

fileChooserTitle=Escolher arquivo BibTex
fileDialogTitleSave=Salvar arquivo exportado
bibTexDesc=Arquivos BibTex (.bib, .txt)

bibtexInformationMsg=<html>Esta op\u00e7\u00e3o \u00e9 usada para criar um arquivo BibTeX de destino, al\u00e9m do arquivo de dados exportado.<br> odas as refer\u00eancias no arquivo de dados exportado s\u00e3o salvas no formato BibTex para este arquivo BibTeX.<br><br> Somente notas que cont\u00eam valores de autor com bibkeys ser\u00e3o usadas.<br><br> Para fazer isso, \u00e9 necess\u00e1rio abrir um arquivo BibTeX onde o Zettelkasten pode importar as entradas relacionadas BibTex. <br><br> Esta op\u00e7\u00e3o cria um  <b>novo arquivo</b> com o mesmo nome que o arquivo de dados exportado, <br>com a extens\u00e3o <b>.bib</b>.<br><br>Por favor, fa\u00e7a o seguinte: <br>1. Selecione o formato de importa\u00e7\u00e3o.<br> 2. Selecione um arquivo BibTeX de entrada existente.<br><br> O novo arquivo de destino BibTeX \u00e9 criado quando a opera\u00e7\u00e3o de exporta\u00e7\u00e3o \u00e9 realizada.</html>
bibtexInformationTitle=Criar arquivo BibTex adicional

save.Action.shortDescription=Abre uma caixa de di\u00e1logo para escolher o destino
save.Action.text=Procurar

startExport.Action.text=Finalizar
startExport.Action.shortDescription=Inicia o procedimento de exporta\u00e7\u00e3o

browseBibtexFile.Action.text=Escolher arquivo BibTex
browseBibtexFile.Action.shortDescription=Procura um arquivo BibTex de entrada para ler as entradas BibTex que ser\u00e3o usadas no arquivo BibTex de destino (exportado).

noAttachedBibtexMsg=<html>Se deseja criar um arquivo BibTex de destino (exportar), primeiro escolha um arquivo BibTex de entrada.</html>
noAttachedBibtexTitle=Nenhum arquivo BibTex anexado encontrado

jCheckBoxRemoveParaSpaces.text=Remove linhas vazias entre e dentro das notas
jCheckBoxRemoveParaSpaces.toolTipText=Remove linhas vazias que geralmente aparecem entre duas notas ou tamb\u00e9m dentro de notas. Op\u00e7\u00e3o \u00fatil, quando a formata\u00e7\u00e3o de par\u00e1grafos, como a dist\u00e2ncia at\u00e9 o pr\u00f3ximo par\u00e1grafo, deve ser definida no seu processador de texto.
jCheckBoxCreateFormTags.toolTipText=Marque esta caixa se desejar usar uma macro LaTex especial para exibir formul\u00e1rios. Sen\u00e3o, os formul\u00e1rios s\u00e3o exportados como arquivos de imagem png.
ExportType1=Office Open XML
ExportType1Ext=.docx
ExportType2Ext=.odt
ExportType3=RTF
ExportType3Ext=.rtf
ExportType4=HTML
ExportType4Ext=.html
ExportType5=Markdown
ExportType5Ext=.md
ExportType6=Text
ExportType6Ext=.txt
ExportType7=LaTex
ExportType7Ext=.tex
ExportType8=ePub
ExportType8Ext=.ePub
