ComboItemChoose=Escolha...

# combobox contents
# IMPORTANT! Whenever we enhance/reduce the amount of export-types,
# make sure to equalize it with the constants of the CExportDlg.class file!
ExportType1=Office Open XML
ExportType1=Office Open XML
ExportType3=RTF
ExportType4=XML
ExportType5=Arquivo de valores separados com v\u00edrgulas (CSV)
ExportType6=HTML
ExportType7=Markdown
ExportType8=Texto
ExportType9=LaTex
ExportType10=Zettelkasten (ZKN3)

jLabel1.text=1. Escolha o formato para a exporta\u00e7\u00e3o dos dados

save.Action.shortDescription=Abre uma caixa de di\u00e1logo para escolher o destino
save.Action.text=Procurar

startExport.Action.text=Finalizar
startExport.Action.shortDescription=Inicia o procedimento de exporta\u00e7\u00e3o

cancel.Action.text=Cancelar
cancel.Action.shortDescription=Cancela a a\u00e7\u00e3o

fileChooserTitle=Escolher arquivo BibTex
fileDialogTitleSave=Salvar arquivo exportado
bibTexDesc=Arquivos BibTex (.bib, .txt)

bibtexInformationMsg=<html>Esta op\u00e7\u00e3o \u00e9 usada para criar um arquivo BibTeX de destino, al\u00e9m do arquivo de dados exportado.<br> Todas as refer\u00eancias no arquivo de dados exportado s\u00e3o salvas no formato BibTex para este arquivo BibTeX.<br><br> Somente notas que cont\u00eam valores de autor com bibkeys ser\u00e3o usadas.<br><br> Para fazer isso, \u00e9 necess\u00e1rio abrir um arquivo BibTeX onde o Zettelkasten pode importar as entradas relacionadas BibTex. <br><br> Esta op\u00e7\u00e3o cria um <b>novo arquivo</b> com o mesmo nome que o arquivo de dados exportado, <br>com a extens\u00e3o <b>.bib</b>.<br><br>Por favor, fa\u00e7a o seguinte: <br>1. Selecione o formato de importa\u00e7\u00e3o.<br> 2. Selecione um arquivo BibTeX de entrada existente.<br><br> O novo arquivo de destino BibTeX \u00e9 criado quando a opera\u00e7\u00e3o de exporta\u00e7\u00e3o \u00e9 realizada.</html>
bibtexInformationTitle=Criar arquivo BibTex adicional

FormExportDialog.title=Exportar dados
jPanel2.border.title=Selecionar elementos para exporta\u00e7\u00e3o
jCheckBox2.text=T\u00edtulos
jCheckBox3.text=Conte\u00fado
jCheckBox4.text=Autores
jCheckBox5.text=Palavras-chave
jCheckBox6.text=Anexos
jCheckBox7.text=Observa\u00e7\u00f5es
jCheckBox8.text=Registro temporal
jCheckBox9.text=Conex\u00f5es manuais
jCheckBox10.text=Sequ\u00eancia de notas
jCheckBoxRemoveFormatTags.text=Remover sinais de formata\u00e7\u00e3o
jLabelCSVSeparator.text=2. Escolha o caractere de separa\u00e7\u00e3o:
jLabelBrowseDir.text=3. Escolha o diret\u00f3rio de destino e o nome do arquivo
jCheckBoxExportBibTex.text=Criar arquivo BibTex adicional
jCheckBoxRemoveFormatTags.toolTipText=Remove os sinais de formata\u00e7\u00e3o (negrito, it\u00e1lico, cor ...)
jCheckBoxExportBibTex.toolTipText=Cria um arquivo BibTex adicional que cont\u00e9m entradas BibTex para todos os autores com valores de bibkey.
jLabelCSVSeparator.toolTipText=Usado para separar as notas no arquivo CSV. A v\u00edrgula \u00e9 o padr\u00e3o de fato, embora o Microsoft Excel use ponto e v\u00edrgula.
browseBibtexFile.Action.text=Escolher arquivo BibTex
browseBibtexFile.Action.shortDescription=Procura um arquivo BibTex de entrada para ler as entradas BibTex que ser\u00e3o usadas no arquivo BibTex de destino (exportado).
noAttachedBibtexMsg=<html>Se deseja criar um arquivo BibTex de destino (exportar), primeiro escolha um arquivo BibTex de entrada.</html>
noAttachedBibtexTitle=Nenhum arquivo BibTex anexado encontrado
jCheckBoxHighlightKeywords.text=Destacar as palavras-chave no conte\u00fado da nota
jCheckBoxHighlightKeywords.toolTipText=Somente dispon\u00edvel para exporta\u00e7\u00e3o nos formatos PDF e HTML
jCheckBoxSetTitleNumber.text=Utilizar o n\u00famero da nota como prefixo no t\u00edtulo da nota
jCheckBoxSetTitleNumber.toolTipText=O t\u00edtulo de cada nota recebe um prefixo com o n\u00famero da nota, no formato "Nota xy:"
fileDialogTitleChooseDir=Escolher diret\u00f3rio
LocaleFolder=Diret\u00f3rio
jCheckBoxSeparateFile.toolTipText=Se selecionado, um novo arquivo separado \u00e9 criado para cada nota
jCheckBoxSeparateFile.text=Exportar cada nota como um arquivo separado
