Form.title=Importar arquivo BibTex
jLabelEncoding.text=Codifica\u00E7\u00E3o do arquivo BibTex:
fileChooserTitle=Escolher arquivo BibTex
bibTexDesc=Arquivos BibTex (.bib, .txt)
browseFile.Action.shortDescription=Abre uma caixa de di\u00E1logo de arquivo para escolher um arquivo BibTex
browseFile.Action.text=Procurar
cancel.Action.shortDescription=Cancela a opera\u00E7\u00E3o
cancel.Action.text=Cancelar
startImport.Action.shortDescription=Inicia a importa\u00E7\u00E3o de valores dos autores
startImport.Action.text=Pr\u00F3ximo
importTaskText=Importando os valores dos autores...
jCheckBoxAddAsEntry.text=Criar automaticamente uma nota se a entrada BibTex tiver anota\u00E7\u00E3o/sum\u00E1rio
jCheckBoxImportKeywords.text=Automaticamente importar palavras-chave, se dispon\u00EDvel
jLabel1.text=Estilo de cita\u00E7\u00E3o para valores de autores importados:
citeStyleGeneral=Estilo Zettelkasten
citeStyleCBE=Estilo cient\u00EDfico CBE
citeStyleAPA=Estilo APA
jCheckBoxAddAsEntry.toolTipText=Quando ativada, uma nova nota com conte\u00FAdo ser\u00E1 criada para cada entrada BibTex importada que tenha um sum\u00E1rio ou anota\u00E7\u00E3o.
jCheckBoxImportKeywords.toolTipText=Quando ativada, as palavras-chave dispon\u00EDveis nas entradas do BibTex ser\u00E3o usadas como palavras-chave da nota criada automaticamente.
jLabel2num=(%s de %s)
selectAllTableContent.Action.text=Selecionar tudo
selectAllTableContent.Action.shortDescription=Selecionar todas as entradas da tabela
addSelectedAuthors.Action.text=Pr\u00F3ximo
addSelectedAuthors.Action.shortDescription=Inicia a importa\u00E7\u00E3o de entradas BibTex
FormCImportBibTex.title=Importar arquivos BibTex
refreshList.Action.shortDescription=Redefine a lista inicial.
jTextFieldFilterTable.toolTipText=Digite um termo para localizar entradas. Pressione a tecla Enter para filtrar a lista de tabelas.
jTableBibEntries.columnModel.title0=Bibkey
jTableBibEntries.columnModel.title1=Autor
statusMsg1=Lendo entradas BibTex...
statusMsg2=Importando e atualizando as notas...

optionReplace=Substituir
optionNew=Criar novo
optionConcat=Complemento
optionCancel=Cancelar
msgConfirmUpdateEntry=<html>Os valores de autor do arquivo BibTex ser\u00E3o importados agora.<br><br> Se algum dos valores de autor importados j\u00E1 existir no arquivo de dados, o valor do autor <i>antigo</i> no arquivo de dados<br> ser\u00E1 substitu\u00EDdo pelo <i>novo</i> valor do arquivo BibTex.<br><br> Al\u00E9m disso, se voc\u00EA criou automaticamente novas notas a partir dos sum\u00E1rios do BibTex, agora pode<br> decidir como proceder com todos os sum\u00E1rios ou anota\u00E7\u00F5es atualizados do <br>arquivo BibTex que j\u00E1 existem no arquivo de dados.<br><br> De acordo com <b>as notas j\u00E1 existentes no arquivo de dados, voc\u00EA pode<br>- <b> substituir pelo novo sum\u00E1rio do BibTex<br> - mantenha a nota antiga e <b>crie uma nova</b> a partir do sum\u00E1rio do BibTex<br>- <b> complemente</b> a nota antiga com o sum\u00E1rio do BibTex atualizado.</html>
msgConfirmUpdateEntryTitle=Atualizar valores do autor e conte\u00FAdo das notas

comboBoxItem1=Somente novas entradas do BibTex
comboBoxItem2=Somente entradas BibTex utilizadas
comboBoxItem3=Todas entradas BibTex

jPanel1.border.title=Escolher a origem
jRadioButtonSourceFile.text=Arquivo BibTex:
jRadioButtonSourceDB.text=Base de dados BibTex interna
removeBibtexEntryMsg=Tem certeza que deseja remover as entradas BibTex selecionadas?
removeBibtexEntryTitle=Remover entradas BibTex
authorImportOkMsg=<html>Os autores foram importados com sucesso do arquivo BibTex.<br><br> Al\u00E9m disso, %s novas notas foram adicionadas e %s notas foram atualizadas. <br><br> Voc\u00EA pode acessar as notas atualizadas atrav\u00E9s da fun\u00E7\u00E3o de hist\u00F3rico.</html>
authorImportOkTitle=Importar de Autores

