importDlgMsgImport=Importando dados. Aguarde...
importDlgMsgEdit=Preparando dados importados...
importDlgMsgRemoveDouble=Corrigindo identificadores Zettel duplicados...
importDlgMsgConvert=Convertendo dados. Aguarde...
importDlgMsgImportWeb=Importando website. Aguarde...

importDlgErrCorruptedFile=<html><b>Aten\u00E7\u00E3o!</b><br><br> O arquivo n\u00E3o p\u00F4de ser importado. <br>O arquivo pode estar corrompido.</html>
importDlgErrCreateFailed=<html><b>Aten\u00E7\u00E3o!</b><br><br>Ocorreram problemas na cria\u00E7\u00E3o do arquivo XML.</html>
importDlgErrOldZknData=<html><b>Aten\u00E7\u00E3o!</b><br><br> O formato de arquivo do arquivo importado \u00E9 muito antigo.<br> Somente a importa\u00E7\u00E3o de formatos de arquivo para a vers\u00E3o 2.6 \u00E9 suportada!</html>
importDlgErrWrongFileFormat=<html><b>Aten\u00E7\u00E3o!</b><br><br> O formato do arquivo importado n\u00E3o corresponde ao formato do arquivo solicitado.<br><br> - vers\u00E3o do formato do arquivo solicitado: %s<br> - vers\u00E3o do formato do arquivo importado: %s</html>
importDlgErrOldBookmarkData=<html><b>Aten\u00E7\u00E3o!</b><br><br> O formato do arquivo de favoritos importados \u00E9 muito antigo. <br> Os favoritos n\u00E3o puderam ser importados.</html>
importDlgErrOldDesktopData=<html><b>Aten\u00E7\u00E3o!</b><br><br> O formato do arquivo do grupo de t\u00F3picos importado \u00E9 muito antigo. <br> O grupo de t\u00F3picos n\u00E3o p\u00F4de ser importado.</html>
importDlgFileNotFound=<html>O arquivo <br><br>%s<br><br> n\u00E3o p\u00F4de ser encontrado. Importa\u00E7\u00E3o de dados cancelada.</html>
importDlgCancelErr=<html>A importa\u00E7\u00E3o parou na entrada %s. Se a barra de progresso n\u00E3o se mover <br>por mais tempo, pode ser que esta ou as seguintes entradas<br> estejam quebradas ou corrompidas. <br><br>Verifique essas entradas no antigo arquivo de dados importado<br> ou remova-as e tente import\u00E1-las novamente.</html>
importDlgIllegalChar=<html>A importa\u00E7\u00E3o parou na entrada %s. Essa ou as seguintes entradas<br> cont\u00EAm caracteres ilegais.<br><br> Verifique essas entradas no antigo arquivo de dados importado<br> ou remova-as e tente importar o arquivo de dados.</html>

spellCheckImported=- Dados de corre\u00E7\u00E3o ortogr\u00E1fica
synonymsImported=- Sin\u00F4nimos
stenoImported=- Dados de estenografia

importDlgErrTitle=Erro
defaultBookmarkCategory=indefinido
